Repository: common-repository/kigokasa-api-for-woocommerce
Catalog: languages/woo-kigokasa-api-*.po
Languages: hr

source: pos_type_0
hr: Onemogućeno

source: pos_type_1
hr: Račun

source: pos_type_2
hr: Ponuda

source: Document type
hr: Tip dokumenta

source: Disabled
hr: Onemogućeno

source: Invoice
hr: Račun

source: Offer
hr: Ponuda

source: Payment type
hr: Način plaćanja

source: Transaction account
hr: Transakcijski račun

source: Card
hr: Kartica

source: Cash
hr: Gotovina

source: Cheque
hr: Ček

source: Other
hr: Ostalo

source: Send Email with document PDF
hr: Šalji email s PDFom ponude/računa

source: No
hr: Ne

source: Yes
hr: Da

source: API account
hr: API korisnički račun

source: API Username
hr: API korisničko ime

source: Enter API username here
hr: Unesite API korisničko ime

source: API Password
hr: API Zaporka

source: Enter API password here
hr: Unesite API zaporku ovdje

source: Misc
hr: Ostalo

source: Employee PIN
hr: PIN zaposlenika

source: Enter API employee PIN here
hr: Unesite PIN zaposlenika ovdje

source: Shipping Reference Number
hr: Šifra usluge dostave

source: Enter Shipping Reference Number here
hr: Unesite šifru usluge dostave ovdje

source: E-mail settings
hr: E-mail postavke

source: This change is global.
hr: Ova promjena je globalna

source: From name
hr: Od ime

source: Enter 'From' Name field here
hr: Unesite 'Od' Ime ovdje

source: From e-mail
hr: Od e-mail

source: Enter 'From' E-mail here
hr: Unesite 'Od' E-mail ovdje

source: Reply-To E-mail
hr: Odgovori na E-mail

source: Enter 'Reply-To' E-mail here
hr: Unesite 'Od' E-mail ovdje

source: Order Statuses
hr: Status narudžbe

source: Yes, skip this order status
hr: Da, preskoči ovaj status narudžbe

source: Yes, skip skip this order status
hr: Da, preskoči ovaj status narudžbe

source: Web Order #
hr: Web Narudžba #

source: KigoKasa %1$s created with document number %2$s and payment type %3$s
hr: KigoKasa %1$s dokument dodan s brojem %2$s i načinom plaćanja %3$s

source: %1$s sending you %2$s no. %3$s
hr: %1$s vam šalje %2$s br. %3$s

source: Hi %1$s,<br /><br />Thank you for your order.<br /><br />Your %2$s with number <b>%3$s</b> is in the attachment.<br /><br />We look forward to fulfilling your order soon.
hr: Poštovani %1$s,<br /><br />hvala vam na vašoj narudžbi.<br /><br />Vaš %2$s sa brojem <b>%3$s</b> je u prilogu.<br /><br />Vaša narudžba će uskoro biti spremna.
